Revit 2027 API
ParameterTypeId.FamilyStructFootingUseCapTop Property
 "Cap"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyStructFootingUseCapTop { get; }
Public Shared ReadOnly Property FamilyStructFootingUseCapTop As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyStructFootingUseCapTop {
	ForgeTypeId^ get ();
}
static member FamilyStructFootingUseCapTop : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace